Autodesk.Revit.DB.Mechanical.WaterLoopData.CondenserWaterLoopId
The water loop element id for the water cooled chiller.
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
When setting this property: A non-optional argument was NULL
Since:
2020.1